{
  "love": [
    "Tình yêu không phải lúc nào cũng hoàn hảo, nhưng nó đáng để ta cố gắng.",
    "Đôi khi, tình yêu đơn giản chỉ là ở cạnh nhau trong im lặng nhưng vẫn cảm thấy bình yên.",
    "Tình yêu không phải là tìm kiếm ai đó hoàn hảo, mà là học cách yêu một người không hoàn hảo theo cách hoàn hảo nhất.",
    "Hãy yêu thương bản thân trước khi mong chờ ai đó yêu bạn.",
    "Tình yêu đích thực là sự đồng hành và thấu hiểu.",
    "Một mối quan hệ tốt không phải không có tranh cãi, mà là không bỏ nhau dù có tranh cãi.",
    "Yêu một người không phải là tìm cách thay đổi họ, mà là chấp nhận họ như họ vốn có.",
    "Hãy yêu như thể bạn chưa từng tổn thương.",
    "Một cái ôm đôi khi có thể nói lên nhiều điều hơn cả ngàn lời nói.",
    "Tình yêu thực sự là khi bạn đặt hạnh phúc của người kia lên trên cả hạnh phúc của mình.",
    "Trong tình yêu, sự chân thành là điều quan trọng nhất.",
    "Khoảng cách không phải là vấn đề, nếu hai trái tim thực sự hướng về nhau.",
    "Tình yêu là khi bạn tìm thấy một người mà bạn có thể là chính mình khi ở bên họ.",
    "Yêu không phải là chiếm hữu, mà là cùng nhau trưởng thành.",
    "Một tình yêu đẹp là khi cả hai cùng cố gắng vì nhau."
  ],
  "study": [
    "Học tập không chỉ là về điểm số, mà còn là về khả năng phát triển bản thân.",
    "Học tập là hành trình suốt đời, hãy luôn giữ tinh thần tò mò.",
    "Hãy đầu tư vào tri thức, vì đó là thứ không ai có thể lấy đi khỏi bạn.",
    "Đừng sợ thất bại, vì mỗi lần thất bại là một lần học hỏi.",
    "Mỗi ngày là một cơ hội để trở thành phiên bản tốt hơn của chính mình.",
    "Kiến thức là sức mạnh, hãy không ngừng học hỏi.",
    "Muốn đạt được thành công, trước hết hãy kiên trì với việc học.",
    "Không có con đường nào dẫn đến thành công mà không qua sự học tập.",
    "Một giờ học tập hiệu quả hơn một ngày học mà không tập trung.",
    "Học hỏi từ những sai lầm sẽ giúp bạn tiến bộ hơn mỗi ngày.",
    "Thế giới đang thay đổi nhanh chóng, hãy học để không bị bỏ lại phía sau.",
    "Sự chăm chỉ hôm nay sẽ tạo nên một tương lai rực rỡ.",
    "Bạn có thể không giỏi ngay từ đầu, nhưng hãy kiên trì và bạn sẽ tiến bộ.",
    "Người thành công là người luôn học hỏi và phát triển bản thân.",
    "Tri thức là tài sản quý giá nhất mà không ai có thể đánh cắp."
  ],
  "motivation": [
    "Hãy tin tưởng vào chính mình, vì bạn mạnh mẽ hơn bạn nghĩ.",
    "Thất bại không phải là kết thúc, mà là cơ hội để bắt đầu lại một cách thông minh hơn.",
    "Bạn có quyền theo đuổi ước mơ của mình, đừng để ai ngăn cản bạn.",
    "Mọi thử thách đều giúp bạn trưởng thành hơn.",
    "Sự kiên trì hôm nay là thành công của ngày mai.",
    "Đừng bao giờ từ bỏ, vì mọi nỗ lực đều có giá trị.",
    "Hãy sống mỗi ngày như thể đó là ngày cuối cùng của bạn.",
    "Bước đi dù chậm nhưng vẫn tốt hơn là đứng yên.",
    "Bạn không cần phải hoàn hảo, bạn chỉ cần cố gắng hơn ngày hôm qua.",
    "Dù hôm nay có khó khăn đến đâu, ngày mai sẽ luôn có một cơ hội mới.",
    "Thành công không đến từ may mắn, mà đến từ sự nỗ lực không ngừng.",
    "Mọi hành trình vĩ đại đều bắt đầu bằng một bước chân nhỏ bé.",
    "Không có gì là không thể nếu bạn quyết tâm.",
    "Hãy mạnh mẽ hơn những gì đang cố đánh gục bạn.",
    "Thử thách lớn nhất là chiến thắng chính mình."
  ],
  "work": [
    "Làm việc chăm chỉ sẽ đưa bạn đến gần hơn với giấc mơ của mình.",
    "Làm việc hết mình nhưng đừng quên chăm sóc bản thân.",
    "Hãy tìm một công việc bạn yêu thích để mỗi ngày đều là một niềm vui.",
    "Thành công không đến từ may mắn, mà đến từ sự kiên trì và nỗ lực.",
    "Những gì bạn làm hôm nay sẽ quyết định tương lai của bạn.",
    "Không quan trọng bạn đi nhanh hay chậm, miễn là bạn không dừng lại.",
    "Mỗi công việc đều có giá trị riêng, hãy làm với niềm đam mê.",
    "Đừng làm việc chỉ vì tiền, hãy làm vì bạn yêu thích nó.",
    "Kỷ luật là cầu nối giữa mục tiêu và thành tựu.",
    "Làm việc thông minh quan trọng hơn làm việc chăm chỉ.",
    "Bạn sẽ không bao giờ thất bại nếu bạn không từ bỏ.",
    "Một đội ngũ tốt sẽ giúp bạn tiến xa hơn là làm việc một mình.",
    "Học cách cân bằng giữa công việc và cuộc sống.",
    "Luôn đặt mục tiêu và từng bước thực hiện nó.",
    "Dám thử thách bản thân sẽ giúp bạn phát triển nhanh hơn."
  ],
  "happiness": [
    "Hạnh phúc không phải là đích đến, mà là hành trình bạn đang đi.",
    "Hãy trân trọng những điều nhỏ bé trong cuộc sống.",
    "Hạnh phúc thực sự là biết ơn những gì bạn đang có.",
    "Nụ cười là cách tốt nhất để đối mặt với mọi khó khăn.",
    "Hạnh phúc đến từ những điều đơn giản nhất."
  ],
  "success": [
    "Thành công không phải là điểm đến, mà là hành trình không ngừng tiến lên.",
    "Sự chuẩn bị tốt nhất cho ngày mai là làm tốt nhất ngày hôm nay.",
    "Thành công lớn bắt đầu từ những bước nhỏ.",
    "Không ai có thể định nghĩa thành công của bạn ngoài chính bạn.",
    "Thành công không chỉ là đạt được điều bạn muốn, mà còn là trân trọng những gì bạn đã có."
  ]
}
